; Generated (12.10.2023 12:07:51) by Wi-Fi Filter Tool v1.0 - Freeware
; www.sordum.org

[Main]
Language=Chinese
WinSetOnTop=0
GridLines=0
ShowComboBoxList=1
MouseTooltip=1

[WifiFilterList]
WhiteList=1
1=0x524D3941
1=0x583237
1=0x50636D
1=0x50636D5F3547
1=0x4F70656E7772745F322E3447
1=0x4F70656E7772745F3547
1=0x4F70656E777274

[Language_Chinese]
Translator="KYLE"
01="Wi-Fi过滤工具简化了在Windows中隐藏未知Wi-Fi网络的过程。"
02="请等待..."
03="&文件\n &编辑\n &选项\n &帮助"
04="输入无线网络名称"
05="刷新"
06="添加到列表"
07="从列表中删除"
08="无线网络名称\n 操作"
09="启用白名单\n 只有允许的网络会显示"
10="&恢复您的设置"
11="&保存您的设置"
12="&重新启动Wi-Fi服务"
13="E&xit"
14="&允许"
15="&阻止"
16="&全选"
17="&取消全选"
18="&复制名称"
19="&删除"
20="&刷新"
21="&始终置顶"
22="&显示网格线"
23="&捐赠"
24="&联系"
25="&主页"
26="&关于"
27="要启动软件，您必须具有管理员权限！"
28="Wlansvc服务未运行。"
29="列表选项已保存到配置文件。"
30="列表选项已从配置文件中恢复。"
31="添加Wi-Fi名称失败！名称太长。"
32="添加无线网络名称失败！列表最多可添加250个项目。"
[Language_English]
Translator="BlueLife"
01="The Wi-Fi Filter Tool simplifies the process of hide unknown Wi-Fi networks from showing up in Windows."
02="Wait ..."
03="&File\n &Edit\n &Options\n &Help"
04="Type wireless network name"
05="Refresh"
06="Add to list"
07="Delete from the list"
08="Wireless Network Name\n Action"
09="Enable WhiteList\n Only the allowed ones will appear"
10="&Restore your settings"
11="&Save Your Setting"
12="&Restart Wi-Fi Service"
13="E&xit"
14="&Allow"
15="&Block"
16="&Select All"
17="&Deselect All"
18="&Copy Name"
19="&Delete"
20="&Refresh"
21="&Always On Top"
22="&Show Grid Lines"
23="&Donate"
24="&Contact"
25="&HomePage"
26="&About"
27="To start software you must have Administrator rights!"
28="Wlansvc service is not running."
29="List options have been saved to the configuration file."
30="List options have been restored from the configuration file."
31="Failed to add Wi-Fi name! The name is too long."
32="Failed to add wireless network name! Up to 250 items can be added to the list."

[Language_Turkish_Türkçe]	
Translator="BlueLife"	
01="Bu program kablosuz ağ listesindeki ağları gizlemenizi sağlar."	
02="Bekle ..."	
03="&Dosya\n &Düzenle\n &Seçenekler\n &Yardım"	
04="Kablosuz ağ adını yazın"	
05="Yenile"	
06="Listeye Ekle"	
07="Listeden Sil"	
08="Kablosuz Ağ Adı\n Eylem"	
09="Beyaz Listeyi Etkinleştir\n Yalnızca izin verilenler görünecektir"	
10="&Liste Yedeğini Geri Yükle"	
11="&Listeyi Yedekle"	
12="&Kablosuz Hizmetini Yeniden Başlat"	
13="&Kapat"	
14="&İzin Ver"	
15="&Engelle"	
16="&Tümünü Seç"	
17="&Hiçbirini seçme"	
18="&Kopyala"	
19="&Sil"	
20="&Yenile"	
21="&Her Zaman Üstte"	
22="&Kılavuz Çizgilerini Göster"	
23="&Bağış Yap"	
24="&İletişim"	
25="&Ana Sayfa"	
26="&Hakkında"	
27="Yazılımı başlatmak için Yönetici haklarına sahip olmanız gerekiyor!"	
28="Wlansvc hizmeti çalışmıyor."	
29="Liste yapılandırma dosyasına kaydedildi."	
30="Liste yapılandırma dosyasından geri yüklendi."	
31="Kablosuz ağ adı eklenemedi! Kablosuz ağ adı çok uzun."	
32="Kablosuz ağ adı eklenemedi! Listeye en fazla 250 öğe eklenebilir."	

[Language_German_Deutsch]	
Translator="Velociraptor"	
01="Das Wi-Fi Filter Tool vereinfacht das Ausblenden unbekannter Wi-Fi-Netzwerke in Windows."	
02="Warten ..."	
03="&Datei\n &Edit\n &Optionen\n &Hilfe"	
04="Name des Drahtlosnetzwerks eingeben"	
05="Aktualisieren"	
06="Zu Liste hinzufügen"	
07="Aus der Liste löschen"	
08="Drahtloses Netzwerk Name\n Aktion"	
09="Weiße Liste\n aktivieren Nur die erlaubten werden angezeigt"	
10="&Einstellungen wiederherstellen"	
11="&Speichern Sie Ihre Einstellungen"	
12="&Wi-Fi Dienst neu starten"	
13="&Beenden"	
14="&Entblockiert"
15="&Blockiert"	
16="&Alle auswählen"	
17="&Alle abwählen"	
18="&Name Kopieren "	
19="&Löschen"	
20="&Auffrischen"	
21="&Immer im Vordergrund"	
22="&Gitterlinien anzeigen"	
23="&Spenden"	
24="&Kontakt"	
25="&HomePage"	
26="&Über uns"	
27="Zum Starten der Software müssen Sie über Administratorrechte verfügen!"	
28="Wlansvc-Dienst wird nicht ausgeführt."	
29="Die Listenoptionen wurden in der Konfigurationsdatei gespeichert."	
30="Die Listenoptionen wurden aus der Konfigurationsdatei wiederhergestellt."	
31="Der Name des Wi-Fi Netzwerks konnte nicht hinzugefügt werden! Der Name ist zu lang."	
32="Der Name des Wi-Fi Netzwerks konnte nicht hinzugefügt werden! Die Liste ist begrenzt auf 250 Stück."

[Language_French_Français]
Translator="Largo"
01="L'outil de filtrage Wi-Fi simplifie le processus de masquage des réseaux Wi-Fi inconnus dans Windows."
02="Patienter ..."
03="&Fichier\n &Éditer\n &Options\n &Aide"
04="Tapez le nom du réseau sans fil"
05="Actualiser"
06="Ajouter à la liste"
07="Supprimer de la liste"
08="Nom du réseau sans fil\n Action"
09="Activer la liste blanche\n Seuls ceux autorisés apparaîtront"
10="&Restaurez vos paramètres"
11="&Enregistrez votre paramètre"
12="&Redémarrer le service Wi-Fi"
13="Q&uitter"
14="&Permettre"
15="&Bloquer"
16="&Sélectionner tout"
17="&Désélectionner tout"
18="&Copier le nom"
19="&Supprimer"
20="&Actualiser"
21="&Toujours visible"
22="&Afficher les lignes de quadrillage"
23="&Don"
24="&Contact"
25="&Page d'accueil"
26="&À propos de"
27="Pour démarrer le logiciel, vous devez avoir les droits d'administrateur!"
28="Le service Wlansvc ne fonctionne pas."
29="Les options de liste ont été enregistrées dans le fichier de configuration."
30="Les options de liste ont été restaurées depuis le fichier de configuration."
31="Échec de l'ajout du nom Wi-Fi ! Le nom est trop long."
32="Échec de l'ajout du nom du réseau sans fil ! Jusqu'à 250 éléments peuvent être ajoutés à la liste."

[Language_Bulgarian_Български]
Translator="ExaFlop"
01="Инструментът за филтриране на Wi-Fi опростява процеса на скриване на неизвестни Wi-Fi мрежи от показване в Windows."
02="Изчакайте ..."
03="&Файл\n &Редакция\n &Опции\n &Помощ"
04="Напишете име на безжичната мрежа"
05="Опресни"
06="Добави към списъка"
07="Изтрий от списъка"
08="Име на безжичната мрежа\n Действие"
09="Включи списъка с разрешените\n Само разрешените ще се виждат"
10="&Възстановете настройките си"
11="&Запазете настройките си"
12="&Рестартирай Wi-Fi сервиза"
13="Из&ход"
14="&Разреши"
15="&Блокирай"
16="Избери &всички"
17="Раз&маркирай всички"
18="&Copy Name"
19="Из&трий"
20="&Опресни"
21="Винаги най-от&горе"
22="&Покажи линии на редовете"
23="&Дарете"
24="&Контакт"
25="&Страница"
26="&Относно"
27="За да стартирате инструмента, трябва да имате администраторски права!"
28="Wlansvc сервизът не е стартиран is not running."
29="Опциите на списъка са запазени в конфигурационния файл."
30="Опциите на списъка са възстановени от конфигурационния файл."
31="Името на Wi-Fi не е добавено! Името е твърде дълго."
32="Името на безжичната мрежа не е добавено! В списъка могат да се добавят до 250 елемента."

[Language_Polish_Polski]
Translator="www.portable.info.pl"
01="Narzędzie filtrowania Wi-Fi upraszcza proces ukrywania nieznanych sieci Wi-Fi przed wyświetlaniem w systemie Windows."
02="Czekaj..."
03="&Plik\n &Edytuj\n &Opcje\n &Pomoc"
04="Wpisz nazwę sieci bezprzewodowej\n"
05="Odśwież"
06="Dodaj do listy"
07="Usuń z listy"
08="Nazwa sieci bezprzewodowej\n Działanie"
09="Włącz białą listę\n Pojawią się tylko te dozwolone"
10="&Przywróć ustawienia"
11="&Zapisz swoje ustawienie"
12="&Uruchom ponownie usługę Wi-Fi"
13="&Wyjście"
14="&Nie blokuj"
15="&Blokuj"
16="&Zaznacz wszystko"
17="&Odznacz wszystko"
18="&Skopiuj nazwę"
19="&Usuń"
20="&Odśwież"
21="&Zawsze na górze"
22="&Pokaż linie siatki"
23="&Darowizna"
24="&Kontakt"
25="&Strona główna"
26="&O programie"
27="Aby uruchomić oprogramowanie musisz mieć uprawnienia administratora!"
28="Usługa Wlansvc nie jest uruchomiona."
29="Opcje listy zostały zapisane w pliku konfiguracyjnym."
30="Opcje listy zostały przywrócone z pliku konfiguracyjnego."
31="Nie udało się dodać nazwy Wi-Fi! Nazwa jest za długa."
32="Nie udało się dodać nazwy sieci bezprzewodowej! Do listy można dodać maksymalnie 250 pozycji."

[Language_Dutch_Nederlands]
Translator="Alexei PortableApp™ (2023-10-14)"
01="Wi-Fi Filter Tool vereenvoudigt het proces om onbekende Wi-Fi Netwerken te verbergen voor weergave in Windows."
02="Wacht ..."
03="&Bestand\n &Bewerk\n &Instellingen\n &Help"
04="Voer de naam van het draadloze netwerk in"
05="Vernieuwen"
06="Voeg toe aan Lijst"
07="Verwijder van Lijst"
08="Draadloos Netwerk Naam\n Actie"
09="Schakel WitteLijst in\n Alleen Toegestane Lijst wordt Getoond"
10="&Herstel uw Instellingen"
11="&Uw Instellingen Opslaan"
12="&Herstart Wi-Fi Service"
13="WifiFilterTool A&fsluiten"
14="&Toestaan"
15="&Blokkeer"
16="&Selecteer Alle"
17="&Dè-Selecteer Alle"
18="&Kopie Naam"
19="&Verwijderen"
20="&Vernieuwen"
21="&Altijd BovenOp"
22="&Toon Raster Lijnen"
23="&Doneer"
24="&Contact"
25="&HomePage"
26="&Over..."
27="Om software te starten moet u Administrator rechten hebben!"
28="Wlansvc Service is nirt werkend."
29="Lijst opties zijn opgeslagen in het Configuratie Bestand."
30="Lijst opties zijn hersteld vanuit het Configuratie Bestand."
31="Kan de Wi-Fi-naam niet toevoegen! De naam is te lang."
32="Kan de naam van het draadloze netwerk niet toevoegen! Maximaal kunnen 250 items aan de lijst worden toegevoegd.

[Language_Russian_Русский]
Translator="от балды"
01="Инструмент Wi-Fi Filter Tool упрощает процесс скрытия неизвестных сетей Wi-Fi от отображения в Windows".
02="Подождите..."
03="&Файл\n &Редактировать\n &Опции\n &Помощь"
04="Введите имя беспроводной сети"
05="Обновить"
06="Добавить в список"
07="Удалить из списка"
08="Имя беспроводной сети\n Действие"
09="Включить белый список\nПоявятся только разрешенные"
10="Восстановить настройки"
11="Сохранить настройки"
12="Перезапуск службы Wi-Fi"
13="Выход"
14="Разрешить"
15="Блокировать"
16="Выбрать все"
17="Снять все"
18="Копировать имя"
19="Удалить"
20="Обновить"
21="Всегда сверху"
22="Показать линии сетки"
23="Пожертвовать"
24="Контакт"
25="Сайт"
26="? О нас"
27="Для запуска программы надо иметь права администратора!"
28="Служба Wlansvc не запущена."
29="Параметры списка сохранены в файле конфигурации."
30="Опции списка восстановлены из файла конфигурации."
31="Не удалось добавить имя Wi-Fi! Имя слишком длинное."
32="Не удалось добавить имя беспроводной сети! В список можно добавить до 250 элементов."

[Language_Korean_한국어]
Translator="VenusGirl"
01="Wi-Fi Filter Tool는 알 수 없는 Wi-Fi 네트워크가 Windows에 표시되지 않도록 숨기는 프로세스를 간소화합니다."
02="잠시만 기다려주세요."
03="파일(&F)\n 편집(&E)\n 옵션(&O)\n 도움말(&H)"
04="무선 네트워크 이름 입력"
05="새로 고침"
06="목록에 추가"
07="목록에서 삭제"
08="무선 네트워크 이름\n 작업"
09="화이트리스트 활성화\n 허용된 항목만 표시됩니다"
10="설정 복원(&R)"
11="설정 저장(&S)"
12="Wi-Fi 서비스 재시작(&R)"
13="종료(&X)"
14="허용(&A)"
15="차단(&B)"
16="모두 선택(&S)"
17="모두 선택 취소(&D)"
18="이름 복사(&C)"
19="삭제(&D)"
20="새로 고침(&R)"
21="항상 맨 위에(&A)"
22="격자선 표시(&S)"
23="후원(&D)"
24="연락처(&C)"
25="홈페이지(&H)"
26="제품 정보(&A)"
27="소프트웨어를 시작하려면 관리자 권한이 있어야 합니다!"
28="Wlansvc 서비스가 실행되고 있지 않습니다."
29="목록 옵션이 구성 파일에 저장되었습니다."
30="목록 옵션이 구성 파일에서 복원되었습니다."
31="Wi-Fi 이름을 추가하지 못했습니다! 이름이 너무 깁니다."
32="무선 네트워크 이름을 추가하지 못했습니다! 목록에 최대 250개의 항목을 추가할 수 있습니다."

[Language_Portuguese_Português (Brasil)]
Translator="igorruckert"
01="O Wi-Fi Filter Tool simplifica o processo de ocultar redes Wi-Fi desconhecidas no Windows."
02="Aguarde..."
03="&Arquivo\n&Editar\n&Opções\nA&juda"
04="Digite o nome da rede sem fio"
05="Atualizar"
06="Adicionar à lista"
07="Remover da lista"
08="Nome da rede sem fio\nAção"
09="Ativar lista de permissão\nSomente os permitidos serão exibidos"
10="&Restaurar configurações"
11="&Salvar configurações"
12="&Reiniciar serviço de Wi-Fi"
13="Sai&r"
14="&Permitir"
15="&Bloquear"
16="&Selecionar todos"
17="&Desmarcar todos"
18="&Copiar nome"
19="E&xcluir"
20="Atuali&zar"
21="Sempre no &topo"
22="Mo&strar linhas de grade"
23="Fazer uma &doação"
24="&Contatar-nos"
25="S&ite na Internet"
26="So&bre"
27="Você precisa iniciar o programa como Administrador!"
28="O serviço Wlansvc não está em execução."
29="As opções de lista foram salvas no arquivo de configurações."
30="As opções de lista foram restauradas do arquivo de configurações."
31="Falha ao adicionar o nome do Wi-fi! O nome é muito longo."
32="Falha ao adicionar o nome da rede sem fio! Até 250 itens podem ser adicionados à lista."

[Language_Spanish_Español]
Translator="A3xChile"
01="Wi-Fi Filter Tool simplifica el proceso de ocultar redes Wi-Fi desconocidas para que no aparezcan en Windows."
02="Espere ..."
03="&Archivo\n &Editar\n &Opciones\n &Ayuda"
04="Escriba el Nombre de la Red Inalámbrica"
05="Actualizar"
06="Añadir a la Lista"
07="Borrar de la Lista"
08="Nombre de la Red Inalámbrica\n Acción"
09="Activar ListaBlanca\n Sólo aparecerán los que estén permitidos"
10="&Restablecer la Configuración"
11="&Guarda tu Configuración"
12="&Reiniciar el Servicio Wi-Fi"
13="S&alir"
14="&Permitir"
15="&Bloquear"
16="&Seleccionar Todo"
17="&Desmarcar Todo"
18="&Copiar Nombre"
19="&Borrar"
20="&Actualizar"
21="&Siempre Visible"
22="&Mostrar líneas columnas y filas"
23="&Donar"
24="&Contacto"
25="&Página Principal"
26="&Acerca de"
27="Para iniciar el software debe tener derechos de administrador!"
28="El servicio Wlansvc no se está ejecutando."
29="Las opciones de la lista se han guardado en el archivo de configuración."
30="Se han restaurado las opciones de la lista desde el archivo de configuración."
31="No se ha podido añadir el nombre de Wi-Fi. El nombre es demasiado largo."
32="No se ha podido añadir el nombre de la red inalámbrica. Se pueden añadir hasta 250 elementos a la lista."

[Language_Italian_Italiano]
Translator="RB"
01="Wi-Fi Filter Tool semplifica il processo di nascondere le reti Wi-Fi sconosciute nella visualizzazione in Windows."
02="Attendi..."
03="&File\n  &Modifica\n &Opzioni\n &Aiuto"
04="Digita il nome della rete wireless"
05="Aggiorna"
06="Aggiungi all'elenco"
07="Elimina dall'elenco"
08="Nome rete wireless\n Azione"
09="Abilita autorizzate\n Verranno visualizzate solo quelle autorizzate"
10="&Ripristina impostazioni"
11="&Salva impostazioni"
12="&Riavvia servizio Wi-Fi"
13="&Esci"
14="&Consenti"
15="&Blocca"
16="&Seleziona tutte"
17="&Deseleziona tutte"
18="&Copia nome"
19="&Elimina"
20="&Aggiorna"
21="&Sempre in primo piano"
22="&Visualizza linee griglia"
23="&Dona"
24="&Contattaci"
25="&Sito web programma"
26="&Info programma"
27="Per avviare il programma è necessario disporre dei diritti di amministratore!"
28="Il servizio Wlansvc non è in esecuzione."
29="Le opzioni dell'elenco sono state salvate nel file di configurazione."
30="Le opzioni dell'elenco sono state ripristinate dal file di configurazione."
31="Impossibile aggiungere il nome Wi-Fi! Il nome è troppo lungo."
32="Impossibile aggiungere il nome della rete wireless! È possibile aggiungere all'elenco fino a 250 elementi."

[Language_Lithuanian_lietuvių]
Translator="LTU GiNtArMiXaS"
01="„Wi-Fi“ filtro įrankis supaprastina nežinomų „Wi-Fi“ tinklų slėpimo procesą, kad jie nebūtų rodomi sistemoje „Windows“."
02="Laukti ..."
03="&Failas\n &Redaguoti\n &Pasirinkimai\n &Pagalba"
04="Įveskite belaidžio tinklo pavadinimą"
05="Atnaujinti"
06="Pridėti į sąrašą"
07="Ištrinti iš sąrašo"
08="Belaidžio tinklo pavadinimas\n Veiksmas"
09="Įgalinti baltąjį sąrašą\n Bus rodomi tik leidžiami"
10="&Atkurti nustatymus"
11="&Išsaugokite savo nustatymą"
12="&Iš naujo paleiskite „Wi-Fi“ paslaugą"
13="I&šeiti"
14="&Leisti"
15="&Blokuoti"
16="&Pasirinkti viską"
17="&Atžymeti visus pasirinkimus"
18="&Kopijuoti pavadinimą"
19="&Ištrinti"
20="&Atnaujinti"
21="&Visada viršuje"
22="&Rodyti tinklelio linijas"
23="&Paaukoti"
24="&Kontaktas"
25="&Pagrindinis puslapis"
26="&Apie"
27="Norėdami paleisti programinę įrangą, turite turėti administratoriaus teises!"
28="Wlansvc paslauga neveikia."
29="Sąrašo parinktys buvo išsaugotos konfigūracijos faile."
30="Sąrašo parinktys buvo atkurtos iš konfigūracijos failo."
31="Nepavyko pridėti „Wi-Fi“ pavadinimo! Pavadinimas per ilgas."
32="Nepavyko pridėti belaidžio tinklo pavadinimo! Į sąrašą galima įtraukti iki 250 elementų."

